[
  {
    "link": "third_ave",
    "head": "Third Avenue repaving and bus stations",
    "start": "May 2017",
    "end": "Undetermined",
    "text": "[The city](http://metro.kingcounty.gov/programs-projects/third-avenue-corridor/pdf/2014_1003_factsheet.pdf) just finished building new concrete lanes in the Belltown part of Third Avenue to withstand the punishment of 20-ton buses.\n\nThird Avenue fills at rush hour, while carrying 2,500 buses and more than [42,000 riders](http://kingcounty.gov/depts/transportation/metro/programs-projects/third-ave-improvements.aspx) per weekday. Can the bus lanes work better? Some ideas being considered:\n\n• An all-day ban on general traffic on Third, which is currently forbidden only at weekday peaks, 6 a.m.-9 a.m. and 3 p.m.-6:30 p.m.\n  \n• Pre-paid boarding for all buses on Third — but Metro or the city might need to find millions of dollars to route utilities for more ORCA fare-card readers, and to hire more fare inspectors.\n\n• Landscaping, decluttering and brighter lighting.\n\nTotal cost:  $17.4 million."
  },
  {
    "link": "colman_ferry_dock",
    "head": "Colman Dock rebuild",
    "image": "colman.jpg",
    "credit": "Washington State Department of Transportation",
    "start": "August 2017",
    "end": "Spring 2023",
    "text": "[The $350 million job](https://www.wsdot.wa.gov/NR/rdonlyres/917DAB3F-B468-445B-A38D-9BAB7F51F0EE/0/2017_ColmanDock_Folio_SailingSchedule.pdf) to replace the old ferry terminal lasts from mid-2017 until [early 2023](https://www.wsdot.wa.gov/NR/rdonlyres/5FBBE51F-F990-49AC-A9E0-31D053866714/0/FutureTerminalRendering.pdf), while the state maintains full service.\n\nBoat schedules shifted by five to 15 minutes on Jan. 7, 2018, alternating the Bremerton and Bainbridge departures to cope with limited space in the passenger terminal during rebuilding. "
  },
  {
    "link": "new_rainier_tower",
    "head": "Rainier Square tower construction",
    "image": "Rainier_Square.jpg",
    "credit": "Steve Ringman / The Seattle Times",
    "start": "October 2017 (demolition)",
    "end": "Summer 2020",
    "text": "[The 58-story, $570 million tower](http://www.seattletimes.com/business/real-estate/design-board-oks-58-story-downtown-tower-with-changes/) now under construction will open in [2020. ](http://www.rainiersquare.com/)Contractors are expected to block a lane of adjoining Fifth Avenue to erect the tallest among some 110 buildings permitted or proposed in the central city. "
  },
  {
    "link": "first_ave_streetcar_route",
    "head": "First Avenue rebuilt for streetcars",
    "start": "January 2018",
    "end": "December 2019",
    "text": "Construction has begun on the $177 million streetcar extension, the Central City Connector, that will use transit-only lanes on First Avenue, a prime corridor for tourists and stadium crowds. City staff hope to [add nearly 20,000 weekday riders](http://www.seattletimes.com/seattle-news/transportation/seattle-to-spend-177m-on-new-streetcar-line-amid-questions-about-unrealistic-revenue-rider-projections/), a conjecture that far exceeds the city’s track record with its two existing streetcars.\n\nKicking things off, both northbound lanes of First Avenue South and one southbound lane [closed Jan. 2, for up to six months](https://seattlestreetcar.org/center-city-connector/construction-updates/), from South Jackson Street to Yesler Way.\n\nTo reduce worse traffic jams later, the city created a novel schedule — lay concrete, rails and station medians in 2018 on First Avenue, then turn them over to car traffic temporarily during 2019 — giving drivers a relief valve while Alaskan Way and Western Avenue are blocked for viaduct demolition.\n  \nWhen streetcars take over the interior lanes in 2020, cars will be limited to one lane each direction."
  },
  {
    "link": "fourth_ave_bikelane",
    "head": "Fourth Avenue bike lane",
    "start": "Tentatively in spring 2018",
    "end": "Permanent",
    "text": "Seattle Department of Transportation proposes a [two-way bicycle lane](http://www.seattletimes.com/seattle-news/transportation/here-are-the-plans-for-a-bike-lane-on-seattles-fourth-avenue-and-how-it-may-affect-traffic/), 8 feet wide, to replace the free-for-all passing City Hall, the Central Library and Westlake Park.\n\nOne lane of general traffic would be reduced to left turns plus off-peak parking, like Second Avenue, adding a [1-minute average delay](https://onecentercity.blob.core.windows.net/media/Default/MeetingMaterials/Meeting14/1CC_AGMeeting_2017_0914.pdf), transportation planners say. Two more general lanes and a bus lane would remain. Pedestrian safety should improve, while bicyclists gain another piece of a [basic downtown bike network](https://www.cascade.org/blog/2017/04/momentum-building-basic-bike-network).\n\nConstruction starts this month on a Seventh Avenue bike lane, and the city just finished the Second Avenue bike-lane extension through Belltown. "
  },
  {
    "link": "fifth_ave_bus_lane",
    "head": "Fifth and Sixth avenue bus lanes",
    "start": "Tentatively in 2018",
    "end": "2024 or later",
    "text": "A Sixth Avenue bus lane is proposed for five blocks from Marion Street to Union Street to help Metro’s north-end routes reach Interstate 5.\n \r\nBuses would mix with general traffic from Union to the I-5 Pike Street onramp, or go farther and leave downtown via Olive Way.\n \r\nSeveral Metro routes will move off Fourth Avenue onto Fifth and Sixth, reducing bus traffic 30 percent on Fourth. That might improve flow for Community Transit and Sound Transit buses on Fourth.\n \r\nFifth Avenue, which already includes one northbound bus lane in the lower part of downtown, will get a second northbound bus lane from Jefferson Street to the I-5 entrance at Cherry Street."
  },
  {
    "link": "convention_bus_station",
    "head": "Convention Center expansion",
    "image": "203604-2612.jpg",
    "credit": "Ellen M. Banner / The Seattle Times",
    "start": "Mid-2018",
    "end": "Early 2021",
    "text": "The huge $1.6 billion project will double the convention center and close lanes of Olive Way during construction. \nAbout 570 buses a day will be evicted from the downtown tunnel onto surface streets in 2019. Convention Place Station (above) will close, along with direct ramps to the I-5 express lanes, causing bus delays.\n \nThe Metropolitan King County Council and Executive Dow Constantine could have delayed [some pain](http://www.seattletimes.com/seattle-news/transportation/reprieve-for-tunnel-riders-but-cascading-projects-to-multiply-seattles-traffic-challenges/) by waiting to start construction until shortly before light rail reaches Northgate in 2021. [Members voted instead to close the deal and get started in 2018.](http://www.seattletimes.com/seattle-news/transportation/king-county-agrees-to-sell-downtown-bus-station-for-convention-center-expansion/)\n\nBuses will still travel through the tunnel a full year after excavation starts, probably until September 2019. During this phase, a temporary, [$4 million loop ramp](http://www.wscc.com/sites/default/files/find-it/files/King%20County%20Site%20Work%20and%20WSCC%20Addition%20FEIS_Volume%203_Appendix%20I%20and%20J.pdf) will lead exiting tunnel buses up to Ninth Avenue."
  },
  {
    "link": "highway_99_closure",
    "head": "Highway 99 closure",
    "image": "99_column.jpg",
    "credit": "Steve Ringman / The Seattle Times",
    "start": "November 2018, viaduct closes",
    "end": "January 2019, tunnel opens, viaduct remains closed for good ",
    "text": "The Alaskan Way Viaduct will close for good in late 2018, but the Highway 99 tunnel to bypass downtown won’t open to traffic for another month. \n\nLacking any alternate routes, buses and cars will use downtown streets in the interim.\n\nThe closure before the tunnel is ready is required so work crews can build ramp connections to the tunnel at both the Aurora and Sodo ends (as seen in Sodo, above), and finish an earthquake-proof overpass that descends to [South Dearborn Street](http://www.seattletimes.com/seattle-news/science/shake-rattle-and-drive-wsdot-builds-flexible-bridge-to-survive-earthquakes-unscathed/). Its path conflicts with an existing ramp up to the northbound viaduct."
  },
  {
    "link": "westseattle_burien_transit",
    "head": "West Seattle, Burien transit delays",
    "start": "Early 2019",
    "end": "Indefinite",
    "text": "Buses serving West Seattle, White Center and Burien, carrying close to 30,000 daily passengers, will move off the viaduct into slow surface streets in late 2018. These include major routes C and 120.\n \n• Once the Highway 99 tunnel opens in early 2019, buses will keep their Sodo bus lane, but exit at South Dearborn Street into mixed traffic up First Avenue to Seneca Street, before turning toward Third Avenue.\n\n• In 2020, once the viaduct is gone and Alaskan Way is rebuilt, incoming buses will roll in their own lanes near the waterfront, then turn uphill on Columbia Street to reach Third Avenue and turn north."
  },
  {
    "link": "madison_street_bus_rapid_transit",
    "head": "RapidRide on Madison Street",
    "start": "Late 2018 ",
    "end": "Early 2021",
    "text": "The city hoped to start construction of a Madison Street RapidRide route in early 2018, but [delayed the $120 million project](https://www.seattle.gov/transportation/projects-and-programs/programs/transit-program/rapid-ride/madison-street-bus-rapid-transit) due to an impasse over [transit funding ](http://www.seattletimes.com/seattle-news/transportation/trump-budget-would-withhold-money-for-7-transit-projects-in-state/) by the Trump administration and Congress. If [the $60 million federal share](https://www.transit.dot.gov/sites/fta.dot.gov/files/WA-Seattle-Madison-Street-BRT-FY-18-Profile.pdf) is released soon, an all-electric RapidRide G trolleybus service could start in 2021.\n\nBuses will share a station with First Avenue streetcars near Spring Street, where the new G Line will return uphill after descending Madison. Construction will require shifting, temporary lane closures."
  },
  {
    "link": "highway_99_tunnel_opens",
    "head": "Highway 99 tunnel opens",
    "image": "203604-2623.jpg",
    "credit": "Ellen M. Banner / The Seattle Times",
    "start": "January 2019",
    "end": "Permanent",
    "text": "Traffic is scheduled to enter the four-lane, double-decked Highway 99 tunnel in early 2019.\n\nSeveral months will pass before drivers pay tolls, possibly around [$2.50 at peak times](http://www.seattletimes.com/seattle-news/transportation/report-no-easy-pricing-solution-for-highway-99-tolls/). Cars and [private transit](https://www.seattletimes.com/seattle-news/transportation/micro-transit-firm-chariot-to-join-seattle-market/) bypassing downtown should have an easier trip than today using the banged-up Alaskan Way Viaduct. But drivers to Ballard and Interbay will lose time, and often cram into surface streets, because the tunnel will provide no Belltown exits.\n \nHighway 99 buses from West Seattle and White Center will keep their existing Sodo bus lane, which exists northbound at Dearborn Street. Future bus lanes are also planned on waterfront Alaskan Way to Columbia Street, then up to Third Avenue — but riders will still  [lose three to four minutes](http://www.seattletimes.com/seattle-news/transportation/seattle-to-study-whether-8-lanes-are-too-many-for-waterfront/) crossing surface intersections."
  },
  {
    "link": "viaduct_demolition",
    "head": "Alaskan Way Viaduct demolition",
    "image": "203604-2637.jpg",
    "credit": "Ellen M. Banner / The Seattle Times",
    "start": "January 2019",
    "end": "Fall 2019",
    "text": "In October 2011, contractors needed only eight days to demolish [the Sodo half of the Highway 99 viaduct](https://www.youtube.com/watch?v=9YCAb4nmXic). The downtown teardown won’t be so easy.\n\nCrews might take nine months to level the elevated highway to avoid hitting people, roads and buildings as close as 10 feet.\n\nOne lane each direction will remain open on surface Alaskan Way, said state project spokeswoman Laura Newborn. Demolition teams will raze a few blocks at a time, and not block east-west passage anywhere for more than 30 days straight,  she said. The new waterfront tunnel will remain open throughout the demolition."
  },
  {
    "link": "orca_cards_on_monorail",
    "head": "ORCA cards usable on Monorail",
    "image": "203633-2600.jpg",
    "credit": "Ellen M. Banner / The Seattle Times",
    "start": "2018 or 2019",
    "end": "Permanent",
    "text": "[The 2018 city budget contains $500,000 in car-tab fees for equipment, ](http://murray.seattle.gov/mayor-murray-proposes-orca-cards-monorail/)so that transit customers can use ORCA fare cards on the 1962 Seattle Center Monorail.\n\nDoing so would boost monorail ridership 7 to 16 percent, the city hopes. For instance, commuters to the Gates Foundation could [make a two-part trip for a single fare](http://murray.seattle.gov/wp-content/uploads/2017/08/RidershipRevenue_02jun2017.pdf), by arriving at Westlake Station via light rail, then going upstairs to catch a monorail the last mile. "
  },
  {
    "link": "key_arena",
    "head": "KeyArena rebuild",
    "image": "keyarena.jpg",
    "credit": "Oak View Group",
    "start": "January 2019",
    "end": "Sept. 23, 2020",
    "text": "Though not part of formal One Center City plans, the rebuild of KeyArena at Seattle Center will add trucks to Mercer Street from January 2019 to September 2020, followed by hockey fan traffic, if [Oak View Group’s](http://www.seattletimes.com/sports/nba/oak-view-group-plans-to-spend-564-million-on-keyarena-renovation-keep-iconic-roof/) $600 million proposal stays on course.\n\r\nOVG proposes that arriving drivers walk from South Lake Union and Lower Queen Anne parking garages. They might also catch buses or take a [Seattle Center Monorail](http://www.seattletimes.com/sports/nba/keyarena-renovation-groups-have-different-strategies-for-transportation-parking/) ride from Westlake Station."
  },
  {
    "link": "three_streets_across_aurora",
    "head": "Three streets across Aurora",
    "image": "aurora.jpg",
    "credit": "Steve Ringman / The Seattle Times",
    "start": "Early 2019",
    "end": "Late 2020",
    "text": "[Three new east-west crossings](http://www.seattle.gov/dpd/Blog/SLU%20Street%20Concept%20Plans.pdf) in South Lake Union will be built during 2019 when the Highway 99 tunnel opens, at Harrison, Thomas and John streets. Aurora Avenue North will resemble an ordinary surface boulevard.\n\n[Old design concepts](http://www.seattle.gov/dpd/Blog/SLU%20Street%20Concept%20Plans.pdf) say east-west transit will dominate on a four-lane Harrison, bicycles and pedestrians at Thomas, and slowly moving cars at John. Harrison would be rebuilt in 2019, the other two streets in 2020, a city spokeswoman says.\n"
  },
  {
    "link": "highway_520_uw_bus_stops",
    "head": "Highway 520 buses end at UW",
    "start": "Early 2019",
    "end": " Permanent",
    "text": "To reduce central city gridlock, planners want cross-lake transit commuters on perhaps six Highway 520 bus routes [to be dropped off at the University of Washington](http://www.kingcounty.gov/~/media/depts/transportation/metro/programs-projects/link-connections/sr-520/link-sr-520-option-b-map) light-rail station and finish the trip downtown by train. The major Sound Transit 545 line, along with Metro 242, 255, 257, 268 and 311 would end in the University District and return to the Eastside, under a leading scenario.\n\n[Eastside mayors complained about ](https://onecentercity.blob.core.windows.net/media/Default/MeetingMaterials/Meeting13/06_OneCenterCity_AdvisoryGroup_Mtg10_KingCountyMayorsLetter.pdf)a so-called “20 minute transfer,” especially for older users. But King County Metro says transfer times average only six to 11 minutes, for 6,000 customers who are already making the two-part trip. Trains leaving UW Station take only six minutes to reach Westlake Station, whereas buses are hostage to unpredictable I-5 traffic, Metro says.\n\r\nTo make transfers easier, officials have discussed creating a bus-only lane and stops next to Husky Stadium.  "
  },
  {
    "link": "Sound_transit_rail_shortage",
    "head": "Sound Transit railcar shortage",
    "image": "railcars.jpg",
    "credit": "Photo rendering by Siemens / Siemens AG",
    "start": 2019,
    "end": "September 2021",
    "text": "Sound Transit ordered [152 railcars ](https://www.soundtransit.org/sites/default/files/Motion%20M2016-101.pdf)from Siemens in Sacramento for $685 million, to supply four-car, [600-rider trains](http://www.seattletimes.com/seattle-news/transportation/sound-transit-keeping-close-eye-on-crowded-light-rail-trains/) in 2021, when University District, Roosevelt and Northgate stations open.\n\r\nBut they won’t be delivered early enough to help ease the near-term crisis. Under the contract, two cars arrive and complete testing in fall 2019, followed by three railcars per month. Sound Transit isn’t promising a full fleet until 2021. One saving grace is when buses leave the downtown tunnel, trains can go two minutes faster, aiding capacity a bit.\r\n\nMaking matters worse, trains will alternate on a single track for 10 weeks near International District/Chinatown Station in early 2020, causing delays through Rainier Valley, while work crews merge future Eastside Link tracks into the Seattle mainline."
  },
  {
    "link": "northgate_and_bellevue_buses",
    "head": "Northgate and Bellevue buses detour downtown",
    "start": 2019,
    "end": "By 2023",
    "text": "Two big transit lines will change their routes downtown, when the convention center project moves them from the downtown transit tunnel in 2019.\r\n\n• Northgate Express Route 41 would loop through Union and Pike streets from I-5, no longer reaching Pioneer Square. Light-rail service will replace it in 2021. \r\n\n• Sound Transit Express 550 from Bellevue will take surface streets through downtown from 2019 until 2023, when East Link trains replace it."
  },
  {
    "link": "pike_pine_sidewalks_and_bikeways",
    "head": "Pike-Pine sidewalks and bikeways",
    "image": "Pike-Pine2.jpg",
    "credit": "Courtesy of Waterfront Seattle",
    "start": 2020,
    "end": "Late 2021",
    "text": "The city’s [waterfront division](https://waterfrontseattle.org/pike-pine) aims to build pleasant pedestrian and bicycle routes from Capitol Hill to Pike Place Market, especially for conventioneers and tourists. \n\n[Concepts](http://www.ggnltd.com/pike-pine-renaissance-streetscape-design-vision/) released this fall feature wider sidewalks and   extensions of Pike-Pine’s new bicycle lanes.\n\nThe most dramatic idea converts Pike Street near the market to a single shared car-bike lane from First to Second, flanked by huge sidewalks, food kiosks and lunch tables. The city would raise $20 million from a neighborhood taxing district for improvements from First to Eighth avenues.\n \nThe Convention Center authority [proposed $31 million](https://www.theurbanist.org/2017/10/18/convention-center-acquiesces-83-million-benefits-package/) for bike lanes, sidewalks and promenades along the upper Pike-Pine stretch to Belmont Avenue and connecting roads."
  }
]